Repository: SRGSSR/playsrg-apple
Catalog: Application/Resources/Apps/Play RTS/*.lproj/Localizable.strings
Languages: fr

source: %1$@× (Currently: %2$@×)
fr: %1$@× (Actuellement: %2$@×)

source: %@ backward
fr: Reculer de %@

source: %@ forward
fr: Avancer de %@

source: %@ has been added to "Later"
fr: %@ a été ajouté à "Plus tard"

source: %@ has been added to calendar
fr: %@ a été ajouté au calendrier

source: %@ has been added to downloads
fr: %@ a été ajouté aux téléchargements

source: %@ has been added to favorites
fr: %@ a été ajouté aux favoris

source: %@ has been deleted from "Later"
fr: %@ a été supprimé de "Plus tard"

source: %@ has been deleted from downloads
fr: %@ a été supprimé des téléchargements

source: %@ has been deleted from favorites
fr: %@ a été supprimé des favoris

source: %@ is idle.
fr: %@ est en attente.

source: %@ left
fr: Encore %@

source: %@ listenings
fr: %@ écoutes

source: %@ overview
fr: Accueil %@

source: %@ remaining
fr: Encore %@

source: %@ views
fr: %@ vues

source: %d items
fr: %d éléments

source: 1 item
fr: 1 élément

source: A to Z
fr: De A à Z

source: Add to Calendar
fr: Ajouter au calendrier

source: Add to downloads
fr: Ajouter aux téléchargements

source: Add to favorites
fr: Ajouter aux favoris

source: Advanced features
fr: Fonctionnalités avancées

source: All
fr: Tout

source: Always ask user consent at launch
fr: Toujours demander le consentement de l'utilisateur au lancement

source: Always visible when VoiceOver is active.
fr: Toujours visible lorsque VoiceOver est activé.

source: Any
fr: Toutes

source: Anytime
fr: Toutes

source: Audio description availability
fr: Disponibilité de l'audiodescription

source: Autoplay
fr: Lecture automatique

source: Available until %@
fr: Disponible jusqu'au %@

source: Back to live
fr: Retourner au direct

source: Background video playback
fr: Lecture vidéo en arrière-plan

source: Become a beta tester
fr: Devenez bêta-testeur

source: By date
fr: Par date

source: Calendar
fr: Calendrier

source: Cancel
fr: Annuler

source: Choose a regional radio
fr: Choisissez une radio régionale

source: Clear all contents
fr: Effacer tout le contenu

source: Clear vector image cache
fr: Effacer les images vectorielles

source: Clear web cache
fr: Effacer le cache web

source: Content
fr: Contenu

source: Content saved for later will be deleted on all devices connected to your account.
fr: Le contenu à consulter plus tard sera supprimé sur tous les appareils liés à votre compte.

source: Copy %@
fr: Copier %@

source: Copy support information
fr: Copier les informations de support

source: Data protection
fr: Protection des données

source: Default (current configuration)
fr: Défaut (configuration actuelle)

source: Default (IP-based location)
fr: Défaut (géolocalisation de l'IP)

source: Delete
fr: Supprimer

source: Delete content saved for later
fr: Supprimer le contenu à consulter plus tard

source: Delete download
fr: Supprimer le téléchargement

source: Delete favorites
fr: Supprimer les favoris

source: Delete from "Later"
fr: Supprimer de "Plus tard"

source: Delete from downloads
fr: Supprimer des téléchargements

source: Delete from favorites
fr: Supprimer des favoris

source: Delete from history
fr: Supprimer de l'historique

source: Delete history
fr: Supprimer l'historique

source: Developer
fr: Développeur

source: Disable
fr: Désactiver

source: Display
fr: Affichage

source: Display %@ episodes
fr: Afficher les épisodes pour %@

source: Done
fr: OK

source: Downloadable
fr: Téléchargeable

source: Downloads
fr: Téléchargements

source: Duration
fr: Durée

source: Enable
fr: Activer

source: Enable / disable FLEX
fr: Activer / désactiver FLEX

source: Enable background video playback?
fr: Activer la lecture vidéo en arrière-plan ?

source: Enable in system settings
fr: Activer dans Réglages

source: Enable notifications?
fr: Activer les notifications ?

source: Episode
fr: Épisode

source: Evaluate the application
fr: Évaluer l'application

source: Expired
fr: Expiré

source: FAQs
fr: FAQ

source: Favorites
fr: Favoris

source: Favorites and notification subscriptions will be deleted on all devices connected to your account.
fr: Les favoris et abonnements aux notifications seront supprimés sur tous les appareils liés à votre compte.

source: Features
fr: Fonctionnalités

source: Filters
fr: Filtres

source: For the application to inform you when a new episode is available, notifications must be enabled.
fr: Pour que l'application puisse vous informer quand un nouvel épisode est disponible, les notifications doivent être activées.

source: Force
fr: Forcer

source: Free space: %@
fr: Capacité disponible : %@

source: Full screen
fr: Plein écran

source: HD over cellular networks
fr: HD sur réseaux cellulaires

source: Help and contact
fr: Aide et contact

source: Help and impressum
fr: Aide et contact

source: Help us to improve the application
fr: Aidez-nous à améliorer l'application

source: History
fr: Historique

source: Home
fr: Accueil

source: Ignore
fr: Ignorer

source: Ignore location
fr: Ignorer la géolocalisation

source: Image credit: %@
fr: Crédit image : %@

source: Keep
fr: Garder

source: Keep autoplay?
fr: Garder la lecture automatique ?

source: Last synchronization: %@
fr: Dernière synchronisation : %@

source: Last week
fr: La semaine dernière

source: Later
fr: Plus tard

source: Latest episodes from your favorites
fr: Derniers épisodes de vos favoris

source: Latest videos
fr: Vidéos les plus récentes

source: Listen
fr: Écouter

source: Listen later
fr: Écouter plus tard

source: Listen to %@
fr: Écouter %@

source: Live
fr: Direct

source: Livestreams
fr: Directs

source: Loading…
fr: Chargement…

source: Local network access must be allowed for Google Cast receiver discovery.
fr: L'accès au réseau local doit être autorisé pour pouvoir découvrir un récepteur Google Cast.

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: Mandatory update
fr: Mise à jour obligatoire

source: Media not available yet
fr: Contenu non disponible

source: More
fr: Plus

source: More content is automatically played after playback of the current content ends.
fr: Joue automatiquement un autre contenu lorsque la lecture d'un contenu se termine.

source: More episodes
fr: Autres épisodes

source: More on this subject
fr: Pour aller plus loin

source: Most listened to
fr: Les plus écoutés

source: Most searched shows
fr: Émissions les plus recherchées

source: Music
fr: Musique

source: Music radios
fr: Radios musicales

source: My account
fr: Mon compte

source: Never
fr: Jamais

source: Next
fr: Suivant

source: Next, at %@
fr: À suivre à %@

source: No content
fr: Aucun contenu

source: No downloads
fr: Aucun téléchargement

source: No favorites
fr: Aucun favori

source: No Google Cast receiver is available.
fr: Aucun récepteur Google Cast n'est disponible.

source: No history
fr: Aucun historique

source: No mail application found
fr: Aucune application de mail trouvée

source: No notifications
fr: Aucune notification

source: No results
fr: Aucun résultat

source: Notifications have been disabled for %@
fr: Les notifications ont été désactivées pour %@

source: Notifications have been enabled for %@
fr: Les notifications ont été activées pour %@

source: Notified
fr: Notifié

source: Notify me
fr: Être notifié

source: Now
fr: Maintenant

source: Open system settings
fr: Ouvrir Réglages

source: Outside Switzerland
fr: Hors de Suisse

source: Overview
fr: Accueil

source: Past sport livestreams
fr: Sports en replay

source: Period
fr: Période

source: Permissions
fr: Autorisations

source: Play / Pause
fr: Lecture / Pause

source: Play / Stop
fr: Lecture / Stop

source: Play livestreams
fr: RTS livestreams

source: Playable abroad
fr: Jouable à l'étranger

source: Playback
fr: Lecture

source: Playback history, favorites and content saved for later will be deleted from this Apple TV.
fr: L'historique de lecture, les favoris et le contenu à consulter plus tard seront supprimés de cette Apple TV.

source: Playback speed
fr: Vitesse de lecture

source: Please contact us at %@
fr: Veuillez nous contacter à %@

source: Please describe the issue below:
fr: Merci de décrire ci-dessous le problème rencontré :

source: Popular on Play SRG
fr: Populaire sur Play RTS

source: Poster images
fr: Images posters

source: Presenter mode
fr: Mode présentation

source: Previous
fr: Précédent

source: Previous shows
fr: Émissions précédentes

source: Privacy
fr: Confidentialité

source: Privacy settings
fr: Paramètres de confidentialité

source: Profile
fr: Profil

source: Pull to reload
fr: Tirer vers le bas pour recharger

source: Quality
fr: Qualité

source: Radio channels
fr: Chaînes radio

source: Receiver is idle.
fr: Le récepteur est en attente.

source: Recommended update
fr: Mise à jour recommandée

source: Regional radios
fr: Radios régionales

source: Relevance
fr: Pertinence

source: Replay
fr: Rediffusion

source: Report a technical issue
fr: Signaler un problème technique

source: Reset
fr: Réinitialiser

source: Resume
fr: Reprendre

source: Resume playback
fr: Reprendre la lecture

source: Search
fr: Recherche

source: Season
fr: Saison

source: Section wide support
fr: Support étendu des sections

source: Select
fr: Sélectionner

source: Select items
fr: Sélect. des éléments

source: Server
fr: Serveur

source: Server changed to '%@'
fr: Serveur réglé sur '%@'

source: Settings
fr: Paramètres

source: Share
fr: Partager

source: Shows
fr: Émissions

source: Shows A to Z
fr: Émissions de A à Z

source: Shows by date
fr: Émissions par date

source: Shows, topics and more
fr: Émissions, sujets et plus encore

source: Sign in
fr: Se connecter

source: Sign language livestreams
fr: Directs signés

source: Simulate memory warning
fr: Simuler une alerte mémoire

source: Skip
fr: Ignorer

source: Soon
fr: Prochainement

source: Sort by
fr: Trier par

source: Source code
fr: Code source

source: Sport livestreams
fr: Sports en direct

source: Standalone playback
fr: Lecture individuelle

source: Start over
fr: Reprendre au début

source: Subtitle availability
fr: Disponibilité des sous-titres

source: Subtitled
fr: Sous-titré

source: Support email has been copied to the pasteboard
fr: L'email de support a été copié dans le presse-papier

source: Support information has been copied to the pasteboard
fr: Les informations de support ont été copiées dans le presse-papier

source: Switch version
fr: Changer de version

source: Synchronize favorites, playback history and content saved for later on all devices connected to your account.
fr: Synchronisez les favoris, l'historique de lecture et le contenu à consulter plus tard sur tous les appareils liés à votre compte.

source: Terms and conditions
fr: Conditions générales

source: The application uses the calendar to add TV programs.
fr: L'application utilise le calendrier pour ajouter des programmes TV.

source: The content
fr: Le contenu

source: The content at %@
fr: Le contenu à %@

source: The content has been copied to the clipboard.
fr: Le contenu a été copié dans le presse-papier.

source: The downloaded content will be deleted.
fr: Le contenu téléchargé sera supprimé.

source: The entire episode
fr: L'émission entière

source: The episode at %@
fr: L'émission à %@

source: The favorite and notification subscription will be deleted on all devices connected to your account.
fr: Le favori et l'abonnement aux notifications seront supprimés sur tous les appareils liés à votre compte.

source: The Google Cast receiver cannot play audios.
fr: Le récepteur Google Cast ne peut pas lire les audios.

source: The Google Cast receiver cannot play videos.
fr: Le récepteur Google Cast ne peut pas lire les vidéos.

source: The history will be deleted on all devices connected to your account.
fr: L'historique sera supprimé sur tous les appareils liés à votre compte.

source: The latest audios
fr: Derniers audios

source: The latest episodes
fr: Dernières émissions

source: The media cannot be opened.
fr: Le contenu ne peut être ouvert.

source: The page cannot be opened.
fr: La page ne peut être ouverte.

source: The section cannot be opened.
fr: La section ne peut être ouverte.

source: The selected content
fr: Le contenu sélectionné

source: The selected items will be deleted.
fr: Les éléments sélectionnés seront supprimés.

source: The show cannot be opened.
fr: L'émission ne peut pas être ouverte.

source: This content is not allowed to be played with Google Cast.
fr: Ce contenu n'a pas le droit d'être lu par Google Cast.

source: This might interest you
fr: Cela pourrait vous intéresser

source: This section is only available in nightly and beta versions, and won't appear in the production version.
fr: Cette section n’est disponible que dans les versions nightly et beta, et n'apparaîtra pas en production.

source: This week
fr: Cette semaine

source: Time-shifted
fr: Différé

source: To avoid possible extra costs this option can be disabled to have the highest quality played only on Wi-Fi networks.
fr: Pour éviter des coûts supplémentaires, cette option peut être désactivée afin que la meilleure qualité ne soit jouée que sur les réseaux Wi-Fi.

source: Today
fr: Aujourd'hui

source: Tonight
fr: Ce soir

source: Topics
fr: Catégories

source: Trends
fr: Tendances

source: TV channels
fr: Chaînes TV

source: TV guide
fr: Programme TV

source: Type to start searching
fr: Saisissez un critère pour commencer la recherche

source: Update
fr: Mettre à jour

source: User location
fr: Géolocalisation

source: Versions and release notes
fr: Versions et notes de mise à jour

source: Video playback continues even when you leave the application.
fr: Autorise la lecture vidéo à se poursuivre même quand vous sortez de l'application.

source: Videos
fr: Vidéos

source: Videos and audios
fr: Vidéos et audios

source: Watch
fr: Regarder

source: Watch %@
fr: Regarder %@

source: Watch from start
fr: Regarder depuis le début

source: Watch from start?
fr: Regarder depuis le début ?

source: Watch later
fr: Regarder plus tard

source: Web first
fr: Exclu

source: What's new
fr: Nouveautés

source: Yesterday
fr: Hier

source: You already played this content.
fr: Vous avez déjà joué ce contenu.

source: You can manage this feature in the settings at any time.
fr: Vous pouvez activer ou désactiver cette fonctionnalité dans les réglages à tout moment.

source: You have been automatically logged out. Login again to keep your data synchronized across devices.
fr: Vous avez été automatiquement déconnecté. Connectez-vous à nouveau pour conserver vos données synchronisées entre vos appareils.

source: “%@” would like to access to your calendar
fr: « %@ » souhaite accéder à votre calendrier.
