Repository: SRGSSR/playsrg-apple
Catalog: Application/Resources/Apps/Play RTS/*.lproj/Onboarding.strings
Languages: fr

source: Account
fr: Profil maRTS

source: Open an account to enable more features.
fr: Créez votre profil maRTS pour accéder à plus de fonctionnalités.

source: Benefits
fr: Bénéfices

source: Find your content and resume playback on any of your devices.
fr: Retrouvez votre contenu et reprenez la lecture sur vos différents appareils.

source: Resume playback
fr: Reprise de lecture

source: When reopening a content previously watched, playback resumes where you left off.
fr: Lorsque vous ouvrez un contenu précédemment joué, la lecture reprend là où vous l’aviez arrêtée.

source: History
fr: Historique

source: Access your playback history.
fr: Retrouvez la liste des contenus précédemment consultés.

source: Resume playback on any of your devices.
fr: Reprenez la lecture sur vos différents appareils.

source: Favorites
fr: Favoris

source: Bookmark the shows you like.
fr: Mettez en favoris vos émissions préférées.

source: Receive notifications
fr: Recevez les notifications

source: You will be notified when a new episode is available.
fr: Vous serez averti dès qu'un épisode de l'émission sera disponible.

source: Find your favorite shows on any of your devices.
fr: Retrouvez vos favoris sur vos différents appareils.

source: Watch later
fr: Regarder plus tard

source: Save any content to watch it at a later time.
fr: Sélectionnez n'importe quel contenu pour le regarder plus tard.

source: Watch the content later on any of your devices.
fr: Retrouvez plus tard vos contenus sur vos différents appareils.
