Repository: SRGSSR/playsrg-apple
Catalog: Application/Resources/Apps/Play SRF/*.lproj/Accessibility.strings
Languages: de

source: %1$@ at %2$@
de: %1$@ um %2$@

source: %1$@, by %2$@
de: %1$@, von %2$@

source: %@ listenings
de: %@ gehört

source: %@ views
de: %@ gesehen

source: %@ results
de: %@ Resultate

source: A to Z shows
de: Sendungen A bis Z

source: Add to favorites
de: Zu den Favoriten hinzufügen

source: Audio described
de: Audiodeskription

source: Close
de: Schliessen

source: Closes the player and continue playing audio.
de: Schliesst den Player und lässt das Audio weiter abspielen.

source: Closes the player and continue playing in the background.
de: Schliesst den Player und stoppt das Abspielen im Hintergrund.

source: Closes the player and continue playing video with AirPlay.
de: Schliesst den Player und spielt das Video mit AirPlay weiter ab.

source: Delete
de: Löschen

source: Delete download
de: Download löschen

source: Delete from "Later" list
de: Von "Später" Liste löschen

source: Delete from favorites
de: Aus den Favoriten löschen

source: Disable notifications for show
de: Push-Mitteilungen deaktivieren

source: Dismiss keyboard
de: Tastatur ausblenden

source: Display grid
de: Als Raster anzeigen

source: Display list
de: Als Liste anzeigen

source: Enable notifications for show
de: Push-Mitteilungen aktivieren

source: Error
de: Fehler

source: From %1$@ to %2$@
de: Von %1$@ bis %2$@

source: Hide music list
de: Musikliste ausblenden

source: Listen later
de: Später hören

source: Logged in user: %@
de: Angemeldeter Nutzer: %@

source: Login or sign up
de: Anmelden oder registrieren

source: Manages account information
de: Anmeldeinformationen verwalten

source: More
de: Mehr

source: More episodes
de: Mehr zur Sendung

source: My account
de: Mein Konto

source: Next day
de: Nächster Tag

source: Next, at %@
de: Es folgt um %@

source: Now playing: %@
de: Jetzt spielt: %@

source: on %@
de: auf %@

source: Opens details.
de: Details öffnen.

source: Opens in Safari.
de: Inhalt wird in Safari geöffnet.

source: Opens show details.
de: Öffnet Sendungs-Detailseite.

source: Opens the full screen player
de: Öffnet den Player

source: Opens topic details.
de: Öffnet die Detailseite dieser Kategorie.

source: Original version
de: Originalsprache

source: Play
de: Abspielen

source: Plays from the beginning.
de: Spielt es von Anfang an ab.

source: Plays the content.
de: Inhalt abspielen

source: Plays the music.
de: Spielt die Musik ab.

source: Previous day
de: Vorheriger Tag

source: Profile
de: Profil

source: Recently played: %@
de: Kürzlich abgespielt: %@

source: Retry download
de: Erneut herunterladen

source: Select regional radio
de: Wählen Sie Ihr Regionaljournal

source: Settings
de: Einstellungen

source: Share
de: Inhalt teilen

source: Show music list
de: Musikliste einblenden

source: Shows all contents.
de: Alle Inhalte anzeigen

source: Shows by date
de: Sendungen nach Datum

source: Shows the channel programs
de: Zeigt das Programm für den Sender

source: Stop
de: Anhalten

source: Stop downloading
de: Download beenden

source: Subtitled
de: Untertitelt

source: Toggles selection.
de: Auswahl aktivieren.

source: Warning
de: Warnung

source: Watch later
de: Später schauen
