Repository: SRGSSR/playsrg-apple
Catalog: Application/Resources/Apps/Play SRF/*.lproj/Localizable.strings
Languages: de

source: %1$@× (Currently: %2$@×)
de: %1$@× (Aktuell: %2$@×)

source: %@ backward
de: %@ zurück

source: %@ forward
de: %@ vorwärts

source: %@ has been added to "Later"
de: %@ wurde der "Später" Liste hinzugefügt

source: %@ has been added to calendar
de: %@ wurde dem Kalender hinzugefügt

source: %@ has been added to downloads
de: %@ wurde zu Meinen Downloads hinzugefügt

source: %@ has been added to favorites
de: %@ wurde zu den Favoriten hinzugefügt

source: %@ has been deleted from "Later"
de: %@ wurde von der "Später" Liste gelöscht

source: %@ has been deleted from downloads
de: %@ wurde aus den Downloads gelöscht

source: %@ has been deleted from favorites
de: %@ wurde von den Favoriten gelöscht

source: %@ is idle.
de: %@ wartet.

source: %@ left
de: Noch %@

source: %@ overview
de: Startseite %@

source: %@ remaining
de: Noch %@

source: %d items
de: %d Objekte

source: 1 item
de: 1 Objekt

source: A to Z
de: A bis Z

source: Add to Calendar
de: Zum Kalender hinzufügen

source: Add to downloads
de: Zu den Downloads hinzufügen

source: Add to favorites
de: Favoriten hinzufügen

source: Advanced features
de: Erweiterte Funktionen

source: All
de: Alle

source: Always ask user consent at launch
de: Beim Start immer die Zustimmung des Nutzers einholen

source: Always visible when VoiceOver is active.
de: Immer sichtbar wenn VoiceOver aktiviert ist.

source: Any
de: Alle

source: Anytime
de: Alle

source: Audio description availability
de: Audiodeskription verfügbar

source: Audio home page
de: Audio Startseite

source: Available until %@
de: Verfügbar bis %@

source: Back to live
de: Zurück zu live

source: Background video playback
de: Hintergrundwiedergabe

source: Become a beta tester
de: Beta-Tester werden

source: By date
de: Nach Datum

source: Bypass detection
de: Bypass-Erkennung

source: Calendar
de: Kalender

source: Cancel
de: Abbrechen

source: Choose a regional radio
de: Wählen Sie Ihr Regionaljournal

source: Clear all contents
de: Allen Inhalt entfernen

source: Clear vector image cache
de: Vektorgrafik-Cache leeren

source: Clear web cache
de: Web-Cache leeren

source: Contact support / Make a suggestion
de: Kontakt zum Support / Vorschlag machen

source: Content
de: Inhalt

source: Content saved for later will be deleted on all devices connected to your account.
de: Für später gespeicherte Inhalte werden auf allen mit Ihrem Konto verbundenen Geräten gelöscht.

source: Data protection
de: Datenschutzerklärung

source: Date
de: Datum

source: Default (current configuration)
de: Standard (aktuelle Konfiguration)

source: Default (IP-based detection)
de: Standard (IP-basierte Erkennung)

source: Default (IP-based location)
de: Standard (IP-basierter Standort)

source: Delete
de: Löschen

source: Delete content saved for later
de: Für später gespeicherte Inhalte löschen

source: Delete download
de: Download löschen

source: Delete favorites
de: Favoriten löschen

source: Delete from "Later"
de: Von "Später" Liste löschen

source: Delete from downloads
de: Aus den Downloads löschen

source: Delete from favorites
de: Aus den Favoriten löschen

source: Delete from history
de: Verlauf löschen

source: Delete history
de: Verlauf löschen

source: Developer
de: Entwickler

source: Disable
de: Deaktivieren

source: Display
de: Anzeigen

source: Display %@ episodes
de: Zeige die Folgen von %@

source: Done
de: Fertig

source: Downloadable
de: Als Download verfügbar

source: Duration
de: Dauer

source: Enable
de: Aktivieren

source: Enable / disable FLEX
de: Flex aktivieren/deaktivieren

source: Enable background video playback?
de: Video-Wiedergabe im Hintergrund aktivieren?

source: Enable in system settings
de: In den Einstellungen aktvieren

source: Enable notifications?
de: Push-Mitteilungen aktivieren?

source: Episode
de: Folge

source: Evaluate the application
de: Bewerten Sie die App

source: Expired
de: Abgelaufen

source: FAQs
de: FAQ

source: Favorites
de: Favoriten

source: Favorites and notification subscriptions will be deleted on all devices connected to your account.
de: Favoriten und Benachrichtigen werden auf allen mit Ihrem Konto verbundenen Geräten gelöscht.

source: Features
de: Funktionen

source: Filters
de: Filter

source: For the application to inform you when a new episode is available, notifications must be enabled.
de: Damit Play SRF Sie über neue Episoden informieren kann, müssen Push-Mitteilungen aktiviert werden.

source: Force
de: Erzwingen

source: Force detection
de: Erkennung erzwingen

source: Free space: %@
de: Verfügbarer Speicher: %@

source: Full screen
de: Vollbild

source: HD over cellular networks
de: HD in Mobilfunknetzen zulassen

source: Help and contact
de: Hilfe und Kontakt

source: Help and impressum
de: Hilfe und Impressum

source: History
de: Zuletzt gesehen

source: Ignore
de: Ignorieren

source: Ignore location
de: Standort ignorieren

source: Image credit: %@
de: Bild: %@

source: In advance
de: Vorab

source: Information
de: Informationen

source: Keep
de: Behalten

source: Keep autoplay?
de: Autoplay aktivert behalten?

source: Last synchronization: %@
de: Letzte Synchronisierung: %@

source: Last week
de: Letzte Woche

source: Later
de: Später

source: Latest episodes from your favorites
de: Die neusten Episoden aus deinen Favoriten

source: Latest podcasts
de: Neueste Podcasts

source: Latest videos
de: Neuste Videos

source: Listen
de: Abspielen

source: Listen later
de: Später hören

source: Listen to %@
de: %@ hören

source: Livestreams
de: Live

source: Loading…
de: Laden …

source: Local network access must be allowed for Google Cast receiver discovery.
de: Der lokale Netzwerkzugriff muss für die Erkennung von Google Cast-Empfängern zugelassen werden.

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Mandatory update
de: Update erforderlich

source: Many curated pages (PAC landing pages)
de: Viele kuratierte Seiten (PAC Landing Pages)

source: Many predefined pages
de: Viele vordefinierte Seiten

source: Media not available yet
de: Inhalt noch nicht verfügbar

source: More
de: Mehr

source: More content is automatically played after playback of the current content ends.
de: Nach Beendigung der Wiedergabe des aktuellen Inhalts werden weitere Inhalte automatisch abgespielt.

source: More episodes
de: Mehr zur Sendung

source: More on this subject
de: Mehr zum Thema

source: Most listened to
de: Meistgehört

source: Most searched shows
de: Meistgesuchte Sendungen

source: Music
de: Musik

source: Music radios
de: Musikradio

source: My account
de: Mein Konto

source: Need help or want to share a suggestion? Write to us.
de: Brauchen Sie Hilfe oder möchten Sie einen Vorschlag machen? Schreiben Sie uns.

source: Never
de: Nie

source: Next
de: Weiter

source: Next, at %@
de: Es folgt um %@

source: No content
de: Liste leer

source: No downloads
de: Keine Downloads vorhanden

source: No favorites
de: Keine Favoriten vorhanden

source: No Google Cast receiver is available.
de: Kein Google Cast Empfänger verfügbar.

source: No history
de: Keine History vorhanden

source: No notifications
de: Keine Push-Mitteilungen

source: No results
de: Keine Ergebnisse

source: Notifications
de: Push-Mitteilungen

source: Notifications have been disabled for %@
de: %@ wurde von den Push-Mitteilungen entfernt

source: Notifications have been enabled for %@
de: %@ wurde zu den Push-Mitteilungen hinzugefügt

source: Notified
de: Benachrichtigt

source: Notify me
de: Benachrichtigen

source: Now
de: Jetzt

source: One curated page (PAC Audio)
de: Eine kuratierte Seite (PAC Audio)

source: Open system settings
de: Einstellungen anzeigen

source: Outside Switzerland
de: Ausserhalb der Schweiz

source: Overview
de: Startseite

source: Past sport livestreams
de: Vergangene Sport-Livestreams

source: Period
de: Zeitraum

source: Permissions
de: Berechtigungen

source: Play / Pause
de: Start / Pause

source: Play / Stop
de: Start / Stopp

source: Play livestreams
de: SRF Livestreams

source: Playable abroad
de: Im Ausland verfügbar

source: Playback
de: Wiedergabe

source: Playback history, favorites and content saved for later will be deleted from this Apple TV.
de: Wiedergabeverlauf, Favoriten und Inhalte, die für später gespeichert wurden, werden von diesem Apple TV gelöscht.

source: Playback speed
de: Wiedergabegeschwindigkeit

source: Podcasts by date
de: Podcasts nach Datum

source: Popular on Play SRG
de: Beliebt auf Play SRF

source: Poster images
de: Poster Format

source: Presenter mode
de: Präsentationsmodus

source: Previous
de: Zurück

source: Previous shows
de: Vorherige Sendungen

source: Privacy
de: Datenschutz

source: Privacy settings
de: Datenschutz Einstellungen

source: Profile
de: Profil

source: Pull to reload
de: Herunterziehen, um Seite nochmals zu laden

source: Quality
de: Datenqualität

source: Radio channels
de: Radiosender

source: Receiver is idle.
de: Empfänger wartet.

source: Recommended update
de: Update empfohlen

source: Regional radios
de: Radio SRF 1 mit Regionaljournal

source: Relevance
de: Relevanz

source: Reset
de: Zurücksetzen

source: Resume
de: Weiter abspielen

source: Resume audios playback
de: Weiterhören

source: Resume videos playback
de: Weiterschauen

source: Search
de: Suche

source: Season
de: Staffel

source: Section wide support
de: Detail Ansicht für Sections

source: Select
de: Auswählen

source: Select items
de: Auswählen

source: Server changed to '%@'
de: Server geändert auf '%@'

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Shows
de: Sendungen

source: Shows A to Z
de: Sendungen A bis Z

source: Shows by date
de: Sendungen nach Datum

source: Shows, topics and more
de: Sendungen, Kategorien und mehr

source: Sign in
de: Anmelden

source: Sign language livestreams
de: Die Gebärdensprache Livestreams

source: Simulate memory warning
de: Speicherwarnung simulieren

source: Skip
de: Abbrechen

source: Sort by
de: Sortieren nach

source: Source code
de: Quellcode

source: Square images
de: Quadratische Bilder

source: Standalone playback
de: Eigenständige Wiedergabe

source: Start over
de: Von vorne beginnen

source: Subtitle availability
de: Untertitel verfügbar

source: Subtitled
de: Mit Untertiteln

source: Support and Feedback
de: Kontakt und Feedback

source: Switch version
de: Version ändern

source: Synchronize favorites, playback history and content saved for later on all devices connected to your account.
de: Synchronisieren Sie den Wiedergabeverlauf, die Favoriten und die für später gemerkten Inhalte auf allen mit Ihrem Konto verbundenen Geräten.

source: Terms and conditions
de: Datenschutzerklärung

source: The application uses the calendar to add TV programs.
de: Die Applikation verwendet den Kalender, um Einträge aus dem TV-Programm hinzuzufügen.

source: The content
de: Ganzer Beitrag

source: The content at %@
de: Start um %@

source: The content has been copied to the clipboard.
de: Kopiert.

source: The downloaded content will be deleted.
de: Der heruntergeladene Inhalt wird gelöscht.

source: The entire episode
de: Ganze Sendung

source: The episode at %@
de: Start um %@

source: The favorite and notification subscription will be deleted on all devices connected to your account.
de: Der Favorit und die Benachrichtigung werden auf allen mit Ihrem Konto verbundenen Geräten gelöscht.

source: The Google Cast receiver cannot play audios.
de: Der Google Cast Empfänger kann keine Audios abspielen.

source: The Google Cast receiver cannot play videos.
de: Der Google Cast Empfänger kann keine Videos abspielen.

source: The history will be deleted on all devices connected to your account.
de: Der Verlauf wird auf allen mit Ihrem Konto verbundenen Geräten gelöscht.

source: The latest audios
de: Die neusten Audios

source: The latest episodes
de: Die neusten Sendungen

source: The media cannot be opened.
de: Der Inhalt kann nicht geöffnet werden.

source: The page cannot be opened.
de: Seite konnte nicht geöffnet werden.

source: The section cannot be opened.
de: Der Inhalt kann nicht geöffnet werden.

source: The selected content
de: Der gewählte Inhalt

source: The selected items will be deleted.
de: Die markierten Einträge werden gelöscht.

source: The show cannot be opened.
de: Die Sendung kann nicht geöffnet werden.

source: This content is not allowed to be played with Google Cast.
de: Aus rechtlichen Gründen kann dieser Inhalt nicht mit Google Cast abgespielt werden.

source: This might interest you
de: Das könnte Sie auch interessieren

source: This section is only available in nightly and beta versions, and won't appear in the production version.
de: Die erweiterten Funktionen sind nur in Nightlies oder Betas sichtbar.

source: This week
de: Diese Woche

source: Time-shifted
de: Zeitversetzt

source: To avoid possible extra costs this option can be disabled to have the highest quality played only on Wi-Fi networks.
de: Um Kosten zu vermeiden, können Sie das Abspielen in höchster Qualität (High Definition) in Mobilfunknetzen unterbinden.

source: Today
de: Heute

source: Tonight
de: Heute Abend

source: Topics
de: Kategorien

source: TV channels
de: TV-Sender

source: TV guide
de: TV-Programm

source: Type to start searching
de: Suchbegriff eingeben

source: Update
de: Updaten

source: User location
de: Standort des Benutzers

source: Video playback continues even when you leave the application.
de: Die Videos werden ohne Unterbrechung im Hintergrund abgespielt.

source: Videos and audios
de: Video und Audio

source: VPN or Proxy detection
de: Erkennung von VPN oder Proxy

source: Watch
de: Abspielen

source: Watch %@
de: %@ schauen

source: Watch from start
de: Von Anfang an schauen

source: Watch from start?
de: Von Anfang an schauen?

source: Watch later
de: Später schauen

source: Web first
de: Vorab

source: What's new
de: Neue Funktionen

source: Yesterday
de: Gestern

source: You already played this content.
de: Sie haben diesen Inhalt bereits angeschaut

source: You can manage this feature in the settings at any time.
de: Sie können Autoplay in den Einstellungen wieder anpassen.

source: You have been automatically logged out. Login again to keep your data synchronized across devices.
de: Sie wurden automatisch abgemeldet. Melden Sie sich erneut an, um Ihre Daten zu synchronisieren.

source: “%@” would like to access to your calendar
de: „%@” möchte auf deinen Kalender zugreifen
