Repository: SRGSSR/playsrg-apple
Catalog: Application/Resources/Apps/Play SRF/*.lproj/Onboarding.strings
Languages: de

source: Account
de: Login

source: Open an account to enable more features.
de: Eröffnen Sie ein Login, um mehr Funktinen freizuschalten.

source: Benefits
de: Ihre Vorteile

source: Find your content and resume playback on any of your devices.
de: Schauen Sie Ihre Sendung dort weiter, wo Sie aufgehört haben, egal auf welchem Gerät.

source: Resume playback
de: Weiterschauen

source: When reopening a content previously watched, playback resumes where you left off.
de: Wenn Sie eine zuvor geschaute Sendung erneut öffnen, können Sie von der letzten Position weiterschauen.

source: History
de: Zuletzt gesehen

source: Access your playback history.
de: Finden Sie Ihre zuletzt gesehenen Inhalte.

source: Resume playback on any of your devices.
de: Schauen Sie Ihre Sendung dort weiter, wo Sie aufgehört haben, egal auf welchem Gerät.

source: Favorites
de: Favoriten

source: Bookmark the shows you like.
de: Favorisieren Sie ihre Lieblingssendungen.

source: Receive notifications
de: Push-Mitteilungen empfangen

source: You will be notified when a new episode is available.
de: Sie erhalten eine Mitteilung, wenn eine neue Episode verfügbar ist.

source: Find your favorite shows on any of your devices.
de: Finden Sie Ihre Favoriten auf all Ihren Geräten.

source: Watch later
de: Später schauen

source: Save any content to watch it at a later time.
de: Fügen Sie ihre Sendung zur Später schauen Liste hinzu.

source: Watch the content later on any of your devices.
de: Synchronisieren Sie Ihre Später schauen Liste auf all Ihren Geräten.
