{
  "2.7.0-1": "First beta, connected to new API 2.0.\n\nA refresh UX app and a proposal new UI player.\n\nNot yet read for production. API 2.0 is not released.",
  "2.7.0-2": "- Add Peek and Pop on medias list, available on 3D Touch compatible devices (iPhone 6s, 6s Plus, 7, 7 Plus)\n- Remove most popular list in topic view",
  "2.7.0-3": "Downloads:\n- Add download button in player view\n- Add downloads section in left menu\n- Local file always played if available\n\nSettings:\n- HQ for cellular networks (turn on by default)\n- Access to what's new\n\nUX improvements:\n- You can close the player within grabbing it down\n- Add the action menu on long press\n- Improve previewing view (Peek view) on 3D Touch compatible devices\n- Add downloads and search in Quick Actions for 3D Touch devices\n\nQuality:\n- Images load faster\n- Smart image / list loading for faster access (e.g. topics)\n- Results are loaded as the content is browsed, never wait for more",
  "2.7.0-4": "- Multi-selection to delete Favorites\n- Multi-selection to delete Downloads\n- Display total size information for downloads \n\n- Peek and Pop UI improvements for iPhone 6/6S/7 Plus\n- Manage downloads from search results as well\n- Search works again",
  "2.7.0-5": "- Improve AirPlay with Letterbox integration\n- Don't show the what's new view on first launch",
  "2.7.0-6": "First beta for SRF, RTS, RSI and RTR, connected to new IL API 2.0.\n\nA refresh UX app and the new UI player (Letterbox), same as presented with Play SWI ++.\n\n- Show A-Z page\n- Show by date\n- Segments on videos\n- Segments on audios\n- Support only https streams\n\nNot yet read for production. Radio parts, multilive, translation, VoiceOver and event modules are missing or not fully completed.",
  "2.7.0-7": "Radio experience:\n- Radio home pages with the live, latest episodes, latest audios and latest programs\n- Audio player at the bottom of the screen\n- Display the current program on the home page\n- Display the current and the next program on the player view\n- Show A-Z for each radios in the menu\n- Select regional radio for SRF 1\n\nGeneral:\n- Display the current TV program on the Play home page\n- Add translations\n\n- AirPlay support for audio with volume control\n- Backward and forward with the remote controls\n\nVoiceOver is missing to be ready for production.",
  "2.7.0-8": "- Accessibility with VoiceOver support.\n- Improved radio livestream discoverability.\n- Improved player and show landscape layouts on iPad.\n- Bug fixes.\n\nThis version is the first 2.7.0 release candidate.",
  "2.7.0-9": "- The radio livestream design has been improved for longer titles and better discoverability.\n- Hours are now displayed in the show by date section.\n- Update translations (accessibility texts included). Translations are mostly complete for all BUs.\n- When using VoiceOver, navigation headings are now always displayed.\n- Show and date information are displayed in a more readable way.\n- TV and radio sections have been added to the menu.\n- Fix incorrect elapsed time streaming measurements.\n- Minor bug fixes.",
  "2.7.0-229": "- Improve radio homepage perceived loading times.\n- Improve calendar: The calendar can now be expanded by sliding down the associated media list (when the list is at its top). This makes it easier to discover the expanded calendar view.\n- Improve download status when the device has no space left.\n- Update translations.\n- Fix page view analytics.\n- Fix activity indicator when loading more content.",
  "2.7.0-230": "This is the first 2.7.0 version submitted to Apple for review:\n- Added warning for paused download in Low Energy Mode\n- Updated What's new",
  "2.7.1-231": "This is the first 2.7.1 version submitted to Apple for review:\n- Hockey crash reporting has been fixed.\n- What's new information is now correctly displayed when upgrading from older versions.\n- Horizontal scroll indicators are not flashed anymore.",
  "2.7.2-232": "- Added regional livestream selection button to the player page (Radio SRF1).\n- Newest videos are now displayed at the top of the TV homepage for RTR.\n- Added basic support for events.\n- Added support for remote configuration.\n",
  "2.7.2-233": "- The media player regional button does not display channel information redundantly anymore. This was found to be misleading.\n- An incorrect SRF accessibility label was fixed.\n- Minor visual adjustments have been made.",
  "2.7.3-234": "- Fix incorrect Netmetrix measurements.",
  "2.7.3-235": "- Live TV channels are easier to find.\n- Progress information is displayed for programs currently on air.\n- Duplicate NetMetrix measurements have been fixed.",
  "2.7.3-236": "This is the first 2.7.3 version submitted to Apple for review:\n- Live TV channels are easier to find.\n- Blocked nested segments cannot be played anymore (SPA-2699, SRF blocker issue).\n- Progress information is displayed for programs currently on air.\n- Playback does not resume at the beginning anymore after network losses.\n- Fixed image glitches when returning from background.\n- Fixed calendar rotation issues.\n- The remote configuration is now applied when the app returns from background, not periodically anymore.\n- Made page sizes remotely configurable.\n- Fixed NetMetrix page view tracking (applied to comScore as well).\n- Fixed incorrectly formatted page view title and levels sent to comScore.",
  "2.7.4-237": "- Apply new brand colors for SRF channels.\n- Display more media information on the player page (SPA-2698).\n- Fix incorrect user interface behavior when using AirPlay and improve AirPlay button visibility.\n- Improve regional radio selector on radio homepages.\n- Send analytics to both TagCommander and comScore.",
  "2.7.4-238": "- Update brand colors for all radio channels.\n- Improve playback startup times on iOS 10.\n- Add sharing url for shows\n- Display smaller empty view for the calendar on iPhone Plus devices\n- Display horizontal tabs with a smart blur effect.\n- Fix more episodes and open show action in Peek view (iPhone 6S/Plus and more)\n- Improve analytics to TagCommander service.",
  "2.7.4-239": "- Improved TagCommander and NetMetrix measurements.",
  "2.7.4-240": "- Same version as beta 239, submitted to Apple for review.",
  "2.7.5-241": "- Fixed unexpected playback restarts.\n- Minor bug fixes.",
  "2.7.5-242": "- Version identical to beta 241 (Fixed unexpected playback restarts and other minor issues).",
  "2.7.5-243": "- Fix freezes sometimes occurring when playing another media.\n- Fix audio still playing for a short time after normal playback end.",
  "2.7.6-244": "- iPhone X support.\n- Minor bug fixes.",
  "2.7.6-245": "- A double tap on a video in full screen only to change the content aspect ratio\n- Fixed Picture in Picture",
  "2.7.7-246": "- Video continues to play after locking the screen\n- Fixed iOS 9 crashs",
  "2.7.8-247": "- Better experience for users outside of Switzerland\n- Improve error and notification alerts\n- Add expiring time for limited content",
  "2.7.8-248": "- When using the application outside Switzerland, content which can be played is now easy to identify.\n- Notifications have been made less intrusive.\n- Content expiration is now displayed on the player page.",
  "2.7.9-249": "- 360-degree videos can now be played.",
  "2.7.9-250": "- Handoff can be used to continue playback on another device.\n- Fix AirPlay instabilities.\n- Improve iOS 11.2 compatibility.",
  "2.7.10-251": "- Google Cast support has been added.\n- Subtopics, if any, can now be browsed from a topic detail page.\n- Event module branding has been added.\n- Add 360-degree icon on compatible medias in list.",
  "2.7.10-252": "- Make it possible to mirror the application using QuickTime.\n- Unexpected title in Show and Event detail pages removed.",
  "2.7.10-253": "- Control overlay layout not restricted to a 16:9 region anymore.",
  "2.7.10-254": "- Google Cast guest mode disabled.",
  "2.7.11-255": "- Improved countdown appearance.\n- Stop button on Google Cast player.",
  "2.7.11-256": "- Continuous playback.\n- New player design.",
  "2.8-257": "- Mandatory or recommended update message can be displayed.\n- Image copyright information is displayed on the player page.",
  "2.8-258": "- New player design applied to the whole app.\n- Fix TV channels logos for RTR.\n- Improve iOS 11.3 compatibility.",
  "2.7.11-259": "- Improve player top bar button consistency.",
  "2.8-260": "- Show subscriptions: Automatically be notified when a new episode is available.\n- Update icons for consistency with player icons.",
  "2.8-261": "- Fix player top bar on iOS 9.",
  "2.8-262": "- Fix Beta icon.",
  "2.8-263": "- Sort subscriptions in alphabetical order.\n- Fix subscriptions list if there are more than 50 shows.",
  "2.8-264": "- Onboarding screens are displayed once to inform the user about the new subscriptions feature. These screens can also be found in the application settings at any time.\n- The red color identifying livestreams has been made consistent throughout the application.",
  "2.8-265": "- User can subscribe to the current show when playing a live (TV and radio channels).\n- Live stream with DVR has now a red bubble in live condition.\n- Terms and conditions link added in settings view.",
  "2.8-266": "- Fix German translation.",
  "2.8.1-267": "- Prevent crashes due to incorrect remote configurations.",
  "2.8.2-268": "- Access to the recent notification history (iOS 10 and above).\n- Terms and conditions can be read from the application settings (for business units providing such a document).",
  "2.8.2-269": "- Add the new notifications number on the bell icon.",
  "2.8.2-270": "- Fix potential freeze if too many notifications.\n- Add the \"all shows\" section for podcast home page.",
  "2.8.3-271": "- Continuous playback introduced in version 2.8 plays medias recommended for the media played initially (only with a BU supporting Peach).\n- Shows were incorrectly sorted in the Show A-Z section.",
  "2.8.3-272": "- [SRF] Restore srfplayer scheme URL.",
  "2.8.4-273": "- DRM livestreams are now played when available.\n- Performance improvements.\n- AirPlay instability fix for Akamai streams.\n- Fix issue incorrectly leading livestreams to be stopped in some cases.",
  "2.8.4-274": "- Opening the same content again will resume playback at the previous location.",
  "2.8.4-275": "- Onboarding screen for continuous playback.\n- Reduced buffering when resuming playback.\n- Beta tester subscription button in application settings.",
  "2.8.4-276": "- Update romansh translation.",
  "2.8.4-278": "AppStore submission\n- Same content as previous 2.8.4 buids.",
  "2.8.5-280": "- Anonymous diagnostic information is collected in proprietary builds for quality measurement purposes.\n- Issues affecting seeks in DVR streams has been fixed. The +30 / -10 seconds buttons were not working properly anymore. The situation was even worse when seeking from the iOS control center.\n- Digital rights management support has been updated.\n- The audio mini player has fixed blurred transparency with an event module view displayed.\n- The audio mini player can now also display channel logos from the primary channel associated with its show. This ensures the Podcasts Originaux logo is correctly displayed on the mini player.\n- The beta-tester signup web page view is loaded in the current application language, if available.\n- The what's new web page can include a link to the AppStore application page.",
  "2.8.6-281": "- Continuous playback usage measurements.",
  "2.8.6-282": "- Media cells can now display a youth protection icon\n- The player page displays the youth protection description (for RTS).\n- The left menu can display a login / logout header.\n- Control center improvements with DVR streams.\n- Media description in the player page respects the collapsed or expanded position after a rotation, a seek between segments or 30 secondes. If empty, it does not take vertical space anymore.",
  "2.8.6-283": "- Improve sharing capabilities in the media player view\n- In all media lists, media durations bigger than one hour (e.g. 90 min) are displayed as hh:mm:ss (1:30:00).\n- The 3D Touch functionality works correctly when peeking at an item from the search view (open and more episodes).\n- The beta-tester signup web page view uses the Apple official TestFlight page.",
  "2.8.7-284": "- New iPad Pro support.\n- Resume playback for content previously played with the mini player.",
  "2.8.8-285": "- Resume playback across devices for users logged in with the same account.",
  "2.8.8-286": "- Timeline selection must stops the continuous playback screen.\n- Fix Play RTS craches issue.\n- Add DRM informations in settings and player view for non-AppStore version.",
  "2.8.8-287": "- Summer break information is displayed if a show has any.\n- Service outage information can be displayed on homepages.\n- In-app App Store review request.",
  "2.8.8-288": "- Update german and italian translations.\n- Fix resume playback deletation across devices for users logged.",
  "2.8.8-289": "- Update romansh translations.\n- Fix iOS 9.x crashes",
  "2.8.9-290": "- A menu history entry has been added, both for logged in and non-logged in users.\n- App Store review is requested when 50 medias have been played, not incorrectly after each media playback.\n- Display summer break information for shows opened from the search view.",
  "2.8.9-291": "- Stable history order.",
  "2.8.9-292": "AppStore submission\n- With content added in 2.8.9 buids, history view excluded.",
  "2.8.10-293": "- History menu has been added again, both for logged in and non-logged in users.\n- Player doesn't not add anymore livestreams in the history (but it does not remove existing ones).\n- The history view is updated now automatically at login and logout.\n- More network processes in background.",
  "2.8.10-294": "- Logged in users can access a profile page, where they can edit their information, logout or delete their account.\n- An issue preventing additonal search results from being loaded has been fixed.\n- Users with more than 10 subscribed shows can see the entire list again.\n- Player accessibility has been improved.",
  "2.9-295": "- Add a show by date and a show A-Z list access on radio homepage.\n- Add a radio homepage access from the player view.\n- Improve resume playback position migration from old versions\n- Accessibility for the account menu header has been improved.",
  "2.9-296": "- Subtitle and audio track selection has been improved. For subtitles you can now choose between _Automatic_ (a recommended choice is made based on system settings, content and app languages), an explicit track, or _Off_ (only forced subtitles might be displayed in this case).\n- Fix stuck download issue.",
  "2.9-297": "- Fix loading footer display on history, favorite and subscription lists.",
  "2.9.1-298": "- Add Watch Later section for medias.\n- Add My List feature to keep shows and be notified if needed.\n- Quick access to My List shows on TV and Radio homepages.\n- Migrate Favoris and Subscriptions contents. Remove those sections.\n- Playing throw Chromecast now resumes playbacks from the user history.\n- Startup performance improvements (75% reduction).\n- Improve the subtitles and audio tracks selection (SDH and audio descriptions).\n- Display live medias in show page.\n- Update Comscore analytics to SMDH requirements.",
  "2.9.1-299": "- Rename My List to Favorites.\n- Open the show page from the player page.\n- Fix a crash when selecting subtitles in a TV livestream.\n- Update Onboarding screens.\n\nMy List items migration from Beta 2.9.1 (298) to the \"new show Favorites\" is not guaranteed. Migration from all previous Beta versions works as expected.",
  "2.9.1-301": "- Update German translations\n- Update Italian translations\n\nMy List items migration from Beta 2.9.1 (298) to the \"new show Favorites\" is not guaranteed. Migration from all previous Beta versions works as expected.",
  "2.9.1-302": "- Fix Onboarding margins.\n- Restore icon in empty notifications view.\n- Fix App Store Connect warnings.",
  "2.9.1-303": "- Fix Chromecast issue on Beta / Nightly versions.",
  "2.9.1-304": "- Update Play SWI translations.",
  "2.9.2-305": "- Fix potential migration crash.",
  "2.9.3-306": "- The search has been unified and now returns show as well as media results on a single page.\n- The player opens faster, especially on older devices.\n- Lock screen video playback on iOS 12.3 and above has been fixed. Background playback abilities have been extended to video as well via a new option available from the application settings.\n- Accessibility in media lists has been fixed.",
  "2.9.3-307": "- Faster search (no aggregation result).\n- Better show image in search result.\n- Tiny performance improvement on homepages, especially on older devices.\n- Update romansh translations.",
  "2.9.3-308": "- Fix potentially incorrect show search results.",
  "2.9.4-309": "- Advanced search with filtering capabilities.\n- Deep linking support (Beta to stage Play web portal, Nightly to test Play web portal).\n- Thumbnail display in notifications.",
  "2.9.4-310": "- Fix filters incorrectly set when opening the search from the left menu.",
  "2.9.4-311": "- New search period filters in search.\n- Channel logo in TV livestream player page.\n- Application version in settings view and iOS Settings application.\n- Date and time spelling improvements for accessibility.",
  "2.9.4-312": "- The player track selection interface has been updated.\n- iOS 13 preliminary support.",
  "2.9.5-313": "- New RTS TV logos.",
  "2.9.6-314": "- Search filters popup on iPad tiny update.\n- New Play scheme URL supported.",
  "2.9.6-315": "- Dark mode support for iOS 13 (always).",
  "2.9.6-316": "- AppStore release for iOS 13.",
  "2.9.6-317": "- AppStore release for iOS 13 (Xcode GM Seed 2)",
  "2.9.7-318": "- Add search subtitles filter for SRF and RTR.\n- Fix history progress indicator in history, later and downloads views on iOS 13.\n- Use App Center service for crash reports, betas and nightlies distributions.",
  "2.9.7-319": "- Improved web first, subtitle, audio-description and original version hints.\n- Automatic playback restart after system interruption (e.g. alarm clock, phone call).\n- Upgrade to comScore version 6.\n- Long-form playback and control center improvements (seek bar, AirPlay track selection, Siri controls).",
  "2.9.7-320": "- Fix access to maRTS account view.\n- Update romansh, italian and german translations.\n- Remove DRM server side preference.\n- All SRG libraries updated (for tvOS support). ",
  "2.9.7-321": "- Official SRG libraries releases.\n- Fix AirPlay button displayed in player.\n- AppStore release.",
  "2.9.7-322": "- Remove IDFA (advertising identifier).\n- AppStore release.",
  "3.0.0-323": "### Bottom Navigation\n\n- The navigation has been updated to provide for better user experience and content reachability:\n    - Content previously located in the side menu is now available from the videos, audios and live tabs.\n    - User-centric features (notifications, favorites, history, watch later and downloads) are accessed under the More tab (or Profile tab for RTS).\n- The mini player can be dismissed when not needed.\n- Live content is consistently identified with a red label throughout the app.\n- Energy impact has been reduced, most notably when the application is in the background or idle.\n- Control center, picture in picture, AirPlay and Google Cast integrations have been improved to offer a more streamlined playback experience.",
  "3.0.0-324": "- Live screen layouts have been improved on iPad.\n- Page view analytics have been updated.\n- Context menus are available for iOS 13 and above.\n- Accessibility via VoiceOver has been updated for tab bar navigation.\n- Screen layouts have been improved to better make use of the available screen space, no matter the chosen font size.\n- Audio track and subtitle selection has been improved. In particular, device subtitle settings are used when casting content over AirPlay.",
  "3.0.0-325": "### Modern design\n\n- Use corners for thumbnails and duration labels. with centered texts.\n- Use cards UI for show accesses or media lists.\n- Live screen layouts redesigned for iPhone and iPad.\n- Better use of available space on iPad (home views and content grid views).\n- Update SRF Virus radio logo.\n\nFixes:\n- Do not pause or display Handoff notification when transferring playback.\n- Fix layouts issues on iOS 12.\n- Fix a crash occuring when reopening the application.",
  "3.0.0-326": "- Event module swimlane redesign.\n- Tiny UI margin adjustments.\n- Fixed titles timeline on player (2 lines).",
  "3.0.1-327": "- Medias with various aspect ratios are better displayed.\n- Homepage glitches and performance issues have been fixed.",
  "3.0.1-328": "- Allow Handoff with downloaded content.\n- Fixes an issue preventing the first item in lists to be accessed with VoiceOver.",
  "3.0.1-329": "- Fixes sometimes erratic scroll position when returning on a homepage.\n- Fixes double tap on tab which sometimes would not return to the top of a list.",
  "3.0.2-330": "- Latest TV / Radio livestream restoration on livestream tab.\n- Snap content and on horizontal swimlanes.\n- Split view for the iPad profile tab.\n- Fix the mini player when using with Picture in Picture on iPad.\n- Fix preview background color on iOS 13.\n- Fix scroll position coupling between swimlanes\n- Avoid displaying empty screen when no swimlanes have been loaded.",
  "3.0.2-331": "- Fix profile view rotation on iPhone.\n- Improve empty home screens when no swimlanes have been loaded.\n- Improve VoiceOver for latest TV / Radio livestream items moved to the front on livestream tab.",
  "3.0.2-332": "- AppStore release.",
  "3.1.0-333": "### Timeshift improvement\n\nImproved timeshift experience for livestreams providing content for the last hours (2h for TV, 6h for radio):\n- Navigate the shows recently broadcasted and restart any of them from the beginning.\n- (Radio only) Check which songs have been broadcasted and play them again.\n\nImprovements and fixes:\n- Topics can be accessed with shortcuts displayed at the top of the video homepage.\n- Device can correctly sleep when playing a video in background.\n- Updated Radio RTR logo.\n\nMinimum iOS supported version: 12.0.",
  "3.1.0-334": "- Fix a potential crash when seeking on a livestream.\n- Update italian translation.",
  "3.1.0-335": "- Fix crash when updating settings.",
  "3.1.0-336": "- Update german translation.",
  "3.1.0-337": "- Display waveform for song currently being played.\n- Display current show in show list for livestreams without timeshift.\n- Apply snapping in search results for shows.",
  "3.1.0-338": "- UI improvement for video livestreams.\n- Long press to copy the song title and artist name.",
  "3.1.1-339": "- Always hide the playback controls after entering full screen.\n- Fix screen incorrectly turning off when watching videos with sound over AirPlay.\n- Fix issue leading to the loading indicator being displayed more than necessary.\n- iPad profile split view: Reset right navigation to its root when tapping again on left cells.",
  "3.1.1-340": "- Updated TV and radio channel overview on the Live tab. \n- Add \"sort by\" filter in Search tab.\n- iOS prediction for TV and radio livestreams.",
  "3.1.1-341": "- Correctly take into account SDH accessibility opt-in when choosing subtitles automatically.",
  "3.1.2-342": "- Fix an iOS 14 regression leading to the player still continuing playback of a video in the background, even after having been properly released.",
  "3.1.3-343": "- Age rating icons have been replaced with a generic one without reference to FSK ratings.\n- Update measurement components for iOS 14.",
  "3.1.4-344": "- iOS 14 support.\n- New Google Cast onboard user experience (local network access).\n- Add permissions section in application settings view.\n- Fix glitches associated with restoration from picture in picture.",
  "3.1.4-345": "- Fix playback incorrectly restarting in background without user interaction.\n- Fix video playback incorrectly stopped when disconnecting a Bluetooth headset or speaker.",
  "3.1.4-346": "- Fix minor user interface issues.\n- Avoid playback starting on a Google Cast receiver and on the device simultaneously.\n- Fix a VoiceOver crash when opening a media.",
  "3.1.5-347": "- Enable control center when using Picture in Picture.\n- Fix sharing and search filter popover anchoring issues for iPadOS 14.\n- Update analytics with new segment specifications.",
  "3.1.5-348": "- Support future SRG event livestreams.",
  "3.1.5-349": "- Improve suggestions displayed for SRF at the top of the homepage.\n- Add support for web first video display on the homepage.",
  "3.1.5-350": "- All SRG libraries updated. \n- AppStore release.",
  "3.1.6-351": "- Fix remote configuration update.\n- Fix potential crashes in production builds.",
  "3.1.6-352": "- Fix remote configuration update.",
  "3.1.7-353": "- AirPlay compatibility fix on old Apple TV devices.",
  "3.1.8-354": "- Remove NetMetrix measurements.",
  "3.1.8-355": "- Remove event module image.\n- Avoid empty A-Z shows index being displayed on appearance",
  "3.1.8-356": "- Swiss Satellite radio channels have logos.",
  "3.1.8-357": "- Playback can be controlled using an external keyboard.\n- Crashes are always reported to AppCenter without the need for user consent.",
  "3.1.9-358": "- Allow removal of expired medias from the Later list.\n- Open website urls in the default browser application.",
  "3.1.9-359": "- Fix deadlock at application start\n- Updated translations for all BUs.\n- [RTS] Fix resume playback not correctly working for some content.",
  "3.2.0-360": "- Home and topic pages are now editorialized.\n- New badges identify content about to expire or content for which alternate audio tracks are available.\n- This version requires iOS 14 and above.",
  "3.1.10-361": "- Fix crash occurring when jumping in a media and a blocked segment covers the end of it.",
  "3.2.0-362": "- Restore context menu support.\n- Modernize show detail page.\n- Fix Swiss Satellite Radio sharing.\n- Fix battery consumption issue.\n- Fix incorrect progress information sometimes displayed to the user.",
  "3.2.1-363": "- GoogleCast button always displayed on wifi network.\n- Restore displayed dates in show pages and home pages.\n- Fix potential crashes.",
  "3.3.0-364": "- A TV guide has been added to the Videos section.\n- Screens displaying user content (Watch later, history / resume playback, favorites) have been improved. Content can be edited from anywhere and edition now supports the multiselection gesture.\n- Information display on media cells has been improved.\n",
  "3.3.0-365": "- Add TV show poster images support.\n- Fix incorrect TV guide layout when returning from player.\n- Shows A-Z always displays the alphabetical index.\n- Show favorite detail page displays alphabetical indexes.",
  "3.3.0-366": "- Improve program layout on compact screen width.\n- Display ST, AD and multi audio badges depending on playbable media capabilities.\n- Group favorited shows only when rows are sufficiently filled in detail view.\n\nTechnical: scene support added (only one allowed).",
  "3.3.0-367": "- Hero stage appearance for the Videos homepage.",
  "3.3.0-368": "- Improved iOS 15 compatibility.\n- Add topics swimlane title and topics detail page.\n- Restore shared button on show page.",
  "3.4.0-369": "### CarPlay\n\nAdd CarPlay support with:\n- Radio livestreams.\n- Latest episodes from your favorite shows.\n- Trending content per channels.\n\nImprovements and fixes:\n- Restore favorite and subscription buttons in empty show pages.\n- Fix player rotation issue in some scenarios.\n- Fix context menu glitches.\n\nCarPlay suport is only available in TestFlight betas, not in AppCenter ones.",
  "3.4.0-370": "- Update CarPlay tab bar icons.\n- Improve page reolad at the right time (iOS and CarPlay views).",
  "3.4.0-371": "- Fix content updates incorrectly performed when resuming the application.",
  "3.5.0-372": "- A grid TV guide layout has been added to the Videos section on iPad for large screen width.\n- Tonight button on the TV guide.\n- Remove show title below poster images.",
  "3.5.0-373": "- TV guide layout fixes.\n- Fix background video playback incorrectly paused.",
  "3.5.1-374": "- Display 3rd party channels in SRF/RTR TV guide.\n- List / Grid TV guide layout with a switch button available for smartphone and tablet.\n- Cancel button in search view to dismiss the keyboard.\n- Most searched shows displayed as a grid.\n- Youth protection information for all BUs.\n\nPush notifications moved to TestFlight versions (not available in AppCenter versions anymore).\n",
  "3.5.1-375": "- Add basic push notification information in application settings.\n- Fix favorite state on media player page.\n- Improve accessibility.",
  "3.5.1-376": "- Fix favorite subscribed shows synchronisation with push notification service.\n- Improve device information in application settings.",
  "3.5.1-377": "- Fix favorite subscribed shows synchronisation with push notification service.\n- Improve device information in application settings.",
  "3.5.1-378": "- Fix an unexpected item selection option in detail views.\n- SRG released libraries.\n- All translations are up to date.",
  "3.6.0-379": "- Add playback speed support in the player.\n- Persist audio track selection between content.",
  "3.6.0-380": "- Fix a playback speed measurement.\n- Fix a push notification potencial issue with a backup restoration.",
  "3.6.0-381": "- Preview thumbnails in the player, if content provides them.\n- Update Italian, French and German translations for playback speed feature.\n- Fix a playback speed measurement.",
  "3.6.0-382": "- Playback speed button for CarPlay. [RSI, RTR, RTS, SRF]\n- SRG released libraries.\n- AppStore release.",
  "3.6.1-383": "- External TVP channels in TV guide. [RTR, SRF]\n- Fix TV guide list view glitch sometimes appeared. [RTR, RTS, SRF]",
  "3.6.1-384": "- Add double tap gesture on player to skip to next or previous time position.\n- Fix TV guide layout issue when displayed in a time zone other than Zurich. [RTR, RTS, SRF]\n- Fix download button in player view. [RTS]",
  "3.6.1-385": "- Improved double tap skipping gesture on player and behavior with other tap gestures.\n- Use the reduced image size variants between platforms (web, Android, Apple).\n- Support informations in settings can also be send by mail. [RTS]",
  "3.6.1-386": "- IT, RM, FR and GE translations updated.\n- SRG released libraries.\n- AppStore release.",
  "3.6.2-387": "- Add highlight layout support.\n- Modernized downloads view.\n- Use new status service (alert on affected service).",
  "3.6.2-388": "- Add highlight layout support.\n- Modernized downloads view.\n- Use new status service (alert on affected service).",
  "3.6.2-389": "- Soon playable content have now the date and time displayed in list.\n- Update Radio SRF 3 and Virus channel logo. [SRF]\n- Remove Virus Audio homepage. [SRF]\n- Fix search result update after an error occured.",
  "3.6.3-390": "- Adopt a modern look & feel for iOS 15 (large titles and scroll edge appearance).\n- Update application settings view.\n- Update search filters view.",
  "3.6.3-391": "- The search view now presents topics in addition to the most searched shows.\n- Home page hero stage and highlights should have a better image framing.\n- Improve VoiceOver nagivation by disabling UI large titles.",
  "3.6.4-392": "- The audio track and subtitle selection window can rotate on iPhone.",
  "3.6.4-393": "- Fix inverted favorite & subscription banner messages.\n- Remove superfluous pinch gestures on player if device screen ratio fit content image ratio.",
  "3.6.5-394": "- Update next recommended media if the user changed the subject in the player view.\n- Add next recommended audio for CarPlay usage.\n- Fix player timeline clickable when playback stopped.\n- Fix player timeline clickable on Mac with Apple silicon.",
  "3.6.5-395": "- Update unplayable downloaded media.",
  "3.6.5-396": "- Add live programs in CarPlay player.\n- Improved iOS 16 compatibility.",
  "3.6.6-397": "- Fix full screen player when opened from the program guide.",
  "3.6.7-398": "- TV guide: more details available about the selected program.\n- You can add a TV program to your calendar.",
  "3.6.7-399": "- Tiny TV guide grid layout update to increase overall overview of channels.\n- Update translations.",
  "3.6.8-400": "- Add sport livestreams in livestreams tab. [RTS, SRF]",
  "3.6.8-401": "- Reload page content after a while in background.\n- Deeplink to open livestreams tab.",
  "3.6.8-402": "- Update translations for BU or sport livestreams in livestreams tab. [RTR, RTS, SRF]\n- AppStore release.",
  "3.6.9-403": "- Update Radio SRF 1 logo. [SRF]\n- Program guide metrics.",
  "3.6.9-404": "- Fix program guide list layout update.\n- AppStore release.",
  "3.6.10-405": "- Add show promotion representation and update highlight.",
  "3.6.10-406": "- Fix TV guide start over button on live programs.\n- Fix program guide metrics.\n- Page metrics update.",
  "3.6.11-407": "- Updated show page header layout, including a show more tap to read the whole description.\n- iPhone: improve readability on media cells in vertical list.\n- iPad: An opt-in for beta testers to enable a preview of a new layout on show page.",
  "3.6.11-408": "- Better show description content. [RSI, RTR, SRF]\n- Apply subscription after accepting OS notifications.\n- Truncatable text view fixes with various font sizes.",
  "3.6.11-409": "- Update unplayable downloaded videos.",
    "3.6.12-410": "- iPhone and iPad: An opt-out option for beta testers to disable a preview of a new layout on show page.\n- A better pronunciation of \"more\" with VoiceOver in show page.",
    "3.6.12-411": "- Improved readability on show pages with a vertical list on iPad.\n- Get a better summary text on media and show elements on homepage and topic pages.\n- Metrics cleanup.",
    "3.6.13-412": "- AppStore release with internal dependency updates.",
    "3.7.0-413": "- Add help and contact in Profile tab.",
    "3.7.0-414": "- AppStore release with all translations.",
    "3.7.1-415": "- Update player dependency, and fix some playing issues. [RTR, SRF]"
}