Repository: SRGSSR/playsrg-apple
Catalog: Application/Resources/Apps/Play RSI/*.lproj/Localizable.strings
Languages: it

source: %1$@× (Currently: %2$@×)
it: %1$@× (Attualmente: %2$@×)

source: %@ backward
it: %@ indietro

source: %@ forward
it: %@ avanti

source: %@ has been added to "Later"
it: %@ è stato aggiunto alla lista "Dopo"

source: %@ has been added to calendar
it: %@ è stato aggiunto al calendario

source: %@ has been added to downloads
it: %@ è stato aggiunto ai downloads

source: %@ has been added to favorites
it: %@ è stato aggiunto alla lista dei preferiti

source: %@ has been deleted from "Later"
it: %@ è stato eliminato da "Dopo"

source: %@ has been deleted from downloads
it: %@ è stato eliminato dai downloads

source: %@ has been deleted from favorites
it: %@ è stato eliminato dai Preferiti

source: %@ is idle.
it: %@ è inattivo.

source: %@ left
it: Ancora per %@

source: %@ listenings
it: %@ ascolti

source: %@ overview
it: %@ home

source: %@ remaining
it: Ancora %@

source: %@ views
it: %@ visualizzazioni

source: %d items
it: %d elementi

source: 1 item
it: 1 elemento

source: A to Z
it: Dalla A alla Z

source: Add to Calendar
it: Aggiungere al calendario

source: Add to downloads
it: Aggiungere ai download

source: Add to favorites
it: Aggiungi preferiti

source: Advanced features
it: Funzioni avanzate

source: All
it: Tutto

source: Always ask user consent at launch
it: Richiedere sempre il consenso dell'utente al momento dell'avvio

source: Always visible when VoiceOver is active.
it: Sempre visibile con VoiceOver attivo.

source: Any
it: Tutte

source: Anytime
it: Tutti

source: Audio description availability
it: Audiodescrizione disponibile

source: Audios
it: Audio

source: Available until %@
it: Disponibile fino a %@

source: Back to live
it: Ritorno al Live

source: Background video playback
it: Play video in secondo piano

source: Become a beta tester
it: Diventare un beta tester

source: By date
it: Per data

source: Calendar
it: Calendario

source: Cancel
it: Interrompi

source: Choose a regional radio
it: Scegli la radio locale

source: Clear all contents
it: Cancellare tutti i contenuti

source: Clear vector image cache
it: Svuotare la cache delle immagini vettoriali

source: Clear web cache
it: Svuotare la cache web

source: Content
it: Contenuto

source: Content saved for later will be deleted on all devices connected to your account.
it: Il contenuto da consultare dopo sarà eliminato da tutti gli apparecchi collegati al suo profilo.

source: Copy %@
it: Copiare

source: Copy support information
it: Copiare le informazioni di supporto

source: Data protection
it: Protezione dei dati

source: Date
it: Data

source: Default (current configuration)
it: Default (configurazione attuale)

source: Default (IP-based location)
it: Impostazione predefinita (posizione basata su IP)

source: Delete
it: Eliminare

source: Delete content saved for later
it: Eliminare il contenuto salvato per essere consultato più tardi

source: Delete download
it: Eliminare il download

source: Delete favorites
it: Eliminare i preferiti

source: Delete from "Later"
it: Eliminare da "Dopo"

source: Delete from downloads
it: Eliminare dai download

source: Delete from favorites
it: Eliminare dai Preferiti

source: Delete from history
it: Elimina dalla cronologia

source: Delete history
it: Eliminare cronologia

source: Developer
it: Sviluppatore

source: Disable
it: Disattivare

source: Display
it: Mostrare

source: Display %@ episodes
it: Mostra le puntate di %@

source: Done
it: Fine

source: Downloadable
it: Scaricabile

source: Downloads
it: Download

source: Duration
it: Durata

source: Enable
it: Attivare

source: Enable / disable FLEX
it: Abilitare / disabilitare FLEX

source: Enable background video playback?
it: Attivare la lettura dei video in secondo piano?

source: Enable in system settings
it: Attivare nelle impostazioni di sistema

source: Enable notifications?
it: Abilitare le notifiche?

source: Episode
it: Episodio

source: Evaluate the application
it: Valutare l'applicazione

source: Expired
it: Scaduto

source: FAQs
it: FAQ

source: Favorites
it: Preferiti

source: Favorites and notification subscriptions will be deleted on all devices connected to your account.
it: Preferiti e notifiche saranno eliminati da tutti i dispositivi connessi al tuo profilo

source: Features
it: Funzionalità

source: Filters
it: Filtri

source: For the application to inform you when a new episode is available, notifications must be enabled.
it: Affinché l'app ti possa informare quando è disponibile un nuovo episodio, è necessario attivare le notifiche.

source: Force
it: Forzare

source: Free space: %@
it: Spazio libero: %@

source: Full screen
it: Schermo intero

source: HD over cellular networks
it: HD su rete mobile

source: Help and contact
it: Aiuto e contatto

source: Help and impressum
it: Aiuto e impressum

source: Help us to improve the application
it: Aiutaci a migliorare l'applicazione

source: History
it: Cronologia

source: Ignore
it: Ignorare

source: Ignore location
it: Ignora la posizione

source: Image credit: %@
it: Immagine: %@

source: In advance
it: In anteprima

source: Information
it: Informazioni

source: Keep
it: Tenere

source: Keep autoplay?
it: Mantenere l'autoplay attivo?

source: Last synchronization: %@
it: Ultima sincronizzazione: %@

source: Last week
it: Ultima settimana

source: Later
it: Dopo

source: Latest episodes from your favorites
it: Episodi più recenti fra i programmi preferiti

source: Latest podcasts
it: I più recenti

source: Latest videos
it: I video più recenti

source: Listen
it: Ascolta

source: Listen later
it: Ascoltare dopo

source: Listen to %@
it: Ascolta %@

source: Livestreams
it: Live

source: Loading…
it: Carico…

source: Local network access must be allowed for Google Cast receiver discovery.
it: Per poter utilizzare un adattatore Google Cast è necessario permettere l'accesso alla rete locale.

source: Mandatory update
it: È necessario aggiornare

source: Many curated pages (PAC landing pages)
it: Più pagine curate (landing page dal PAC)

source: Many predefined pages
it: Più pagine predefinite

source: Media not available yet
it: Media non disponibile

source: More
it: Altro

source: More content is automatically played after playback of the current content ends.
it: Un nuovo contenuto viene riprodotto automaticamente al termine di quello corrente.

source: More episodes
it: Più episodi

source: More on this subject
it: Di più sull'argomento

source: Most listened to
it: I più ascoltati

source: Most searched shows
it: Programmi più cercati

source: Music
it: Musica

source: Music radios
it: Radio musicali

source: My account
it: Il mio account

source: Never
it: Mai

source: News livestreams
it: Info livestreams

source: Next
it: Prossimo

source: Next, at %@
it: Prossimo alle %@

source: No content
it: Nessun contenuto

source: No downloads
it: Nessun download disponibile

source: No favorites
it: Nessun preferito disponibile

source: No Google Cast receiver is available.
it: Nessun ricevitore Google Cast disponibile.

source: No history
it: Nessuna cronologia

source: No mail application found
it: Nessuna applicazione Email trovata

source: No notifications
it: Nessuna notifica

source: No results
it: Nessun risultato

source: Notifications
it: Notifiche

source: Notifications have been disabled for %@
it: Le notifiche sono state disattivate per %@

source: Notifications have been enabled for %@
it: Le notifiche sono state attivate per %@

source: Notified
it: Notificato

source: Notify me
it: Notificami

source: Now
it: Ora

source: One curated page (PAC Audio)
it: Pagina curata (audio in PAC)

source: Open system settings
it: Aprire le impostazioni del sistema

source: Outside Switzerland
it: Fuori dalla Svizzera

source: Overview
it: Home

source: Past sport livestreams
it: Sport in replay

source: Period
it: Periodo

source: Permissions
it: Autorizzazioni

source: Play / Pause
it: Play / Pausa

source: Play livestreams
it: RSI livestreams

source: Playable abroad
it: Disponibile all'estero

source: Playback history, favorites and content saved for later will be deleted from this Apple TV.
it: Cronologia, preferiti e elementi salvati per dopo saranno eliminati da questa Apple TV.

source: Playback speed
it: Velocità di riproduzione

source: Please contact us at %@
it: Contattaci a %@

source: Please describe the issue below:
it: Descrivete il problema qui di seguito:

source: Podcasts
it: Podcast

source: Podcasts by date
it: Puntate per data

source: Popular on Play SRG
it: Popolari sul Play RSI

source: Poster images
it: Immagini in formato poster

source: Presenter mode
it: Modalità presentazione

source: Previous
it: Precedente

source: Previous shows
it: Trasmissioni precedenti

source: Privacy settings
it: Impostazioni della privacy

source: Production
it: Produzione

source: Profile
it: Profilo

source: Pull to reload
it: Scorrere verso il basso per ricaricare

source: Quality
it: Qualità

source: Radio channels
it: Reti radio

source: Receiver is idle.
it: Ricevitore inattivo.

source: Recommended update
it: Aggiornamento consigliato

source: Regional radios
it: Radio regionali

source: Relevance
it: Pertinenza

source: Report a technical issue
it: Segnalare un problema tecnico

source: Resume
it: Riprendi

source: Resume audio playback
it: Riprendere la riproduzione

source: Resume video playback
it: Riprendere la riproduzione

source: Search
it: Ricerca

source: Season
it: Stagione

source: Section wide support
it: Supporto esteso della sezione

source: Select
it: Seleziona

source: Select items
it: Seleziona elementi

source: Server changed to '%@'
it: Server modificato in '%@'

source: Settings
it: Impostazioni

source: Share
it: Condividere

source: Shows
it: Programmi

source: Shows A to Z
it: Programmi dalla A alla Z

source: Shows by date
it: Programmi per data

source: Shows, topics and more
it: Programmi, temi e altro

source: Sign in
it: Accedi

source: Sign language livestreams
it: Livestreams in lingua dei segni

source: Simulate memory warning
it: Simulare l'avviso di memoria

source: Skip
it: Salta

source: Sort by
it: Ordinare per

source: Source code
it: Codice sorgente

source: Sport livestreams
it: Sport in diretta

source: Square images
it: Immagine quadrata

source: Standalone playback
it: Play individuale

source: Start over
it: Ripartire dall'inizio

source: Subtitle availability
it: Sottotitoli disponibili

source: Subtitled
it: Sottotitolato

source: Support email has been copied to the pasteboard
it: L'indirizzo email è stato copiato negli appunti

source: Support information has been copied to the pasteboard
it: Le informazioni di supporto sono state copiate negli appunti

source: Switch version
it: Cambiare versione

source: Synchronize favorites, playback history and content saved for later on all devices connected to your account.
it: Sincronizza i preferiti, la cronologia e i contenuti da guardare dopo su tutti i dispositivi collegati al tuo account.

source: Terms and conditions
it: Chi Siamo

source: The application uses the calendar to add TV programs.
it: L'applicazione usa il calendario per aggiungere i programmi TV

source: The content
it: Il contenuto

source: The content at %@
it: Il contenuto a %@

source: The content has been copied to the clipboard.
it: Il contenuto è stato copiato negli Appunti.

source: The downloaded content will be deleted.
it: Il contenuto scaricato sarà eliminato.

source: The entire episode
it: L'intero episodio

source: The episode at %@
it: L'episodio a %@

source: The favorite and notification subscription will be deleted on all devices connected to your account.
it: Preferiti e notifiche saranno eliminati da tutti i dispositivi connessi al tuo account.

source: The Google Cast receiver cannot play audios.
it: Il ricevitore Google Cast non può riprodurre audio.

source: The Google Cast receiver cannot play videos.
it: Il ricevitore Google Cast non può riprodurre video.

source: The history will be deleted on all devices connected to your account.
it: La cronologia sarà eliminata da tutti i dispositivi collegati al tuo account.

source: The latest audios
it: I più recenti

source: The latest episodes
it: I più recenti

source: The media cannot be opened.
it: Il media non può essere riprodotto.

source: The page cannot be opened.
it: La pagina non può essere aperta.

source: The section cannot be opened.
it: La sezione non può essere aperta.

source: The selected content
it: Contenuto selezionato

source: The selected items will be deleted.
it: L’elemento selezionato verrà eliminato

source: The show cannot be opened.
it: Il programma non può essere aperto.

source: This content is not allowed to be played with Google Cast.
it: Non è permesso riprodurre questo contenuto con Google Cast.

source: This might interest you
it: Potrebbero interessarti

source: This section is only available in nightly and beta versions, and won't appear in the production version.
it: Questa sezione è solo disponibile solo nelle versioni nightly e beta, e non verrà visualizzata nella versione di produzione.

source: This week
it: Questa settimana

source: Time-shifted
it: Differito

source: To avoid possible extra costs this option can be disabled to have the highest quality played only on Wi-Fi networks.
it: Per evitare eventuali spese extra, questa opzione potrebbe essere disabilitata e la massima qualità sarà riprodotta quanto connessi a una rete Wi-Fi.

source: Today
it: Oggi

source: Tonight
it: Stasera

source: Topics
it: Categorie

source: TV channels
it: Canali TV

source: TV guide
it: Guida TV

source: Type to start searching
it: Iniziare a scrivere per avviare la ricerca

source: Update
it: Aggiorna

source: User location
it: Posizione dell'utente

source: Version
it: Versione

source: Video playback continues even when you leave the application.
it: Il play dei video continua in secondo piano anche quando si esce dall'applicazione.

source: Videos
it: Video

source: Videos and audios
it: Video e audio

source: Watch
it: Guarda

source: Watch %@
it: Guarda %@

source: Watch from start
it: Guarda dall'inizio

source: Watch from start?
it: Guardare dall'inizio?

source: Watch later
it: Guardare dopo

source: What's new
it: Novità

source: Yesterday
it: Ieri

source: You already played this content.
it: Hai già visto questo contenuto.

source: You can manage this feature in the settings at any time.
it: È possibile gestire questa funzionalità nelle impostazioni in qualsiasi momento.

source: You have been automatically logged out. Login again to keep your data synchronized across devices.
it: Sei stato scollegato automaticamente. Esegui nuovamente il login per mantenere i dati sincronizzati su tutti i dispositivi.

source: “%@” would like to access to your calendar
it: “%@” vorrebbe accedere al tuo calendario
