Repository: SRGSSR/playsrg-apple
Catalog: Application/Resources/Apps/Play RSI/*.lproj/Onboarding.strings
Languages: it

source: Open an account to enable more features.
it: Aprire un account per attivare altre funzioni.

source: Benefits
it: I tuoi vantaggi

source: Find your content and resume playback on any of your devices.
it: Ritrova il tuo contenuto e riprendi a vederlo o ascoltarlo con ogni tuo apparecchio.

source: Resume playback
it: Riprendere la riproduzione

source: When reopening a content previously watched, playback resumes where you left off.
it: Riaprendo un contenuto scelto in precedenza, la riproduzione viene riavviata da dove era stata interrotta.

source: History
it: Cronologia

source: Access your playback history.
it: Accedere alla cronologia di riproduzione.

source: Resume playback on any of your devices.
it: Riprendi il playback con ogni tuo apparecchio.

source: Favorites
it: Preferiti

source: Bookmark the shows you like.
it: Aggiungi un segnalibro al programma che preferisci.

source: Receive notifications
it: Ricevi le notifiche

source: You will be notified when a new episode is available.
it: Riceverai una notifica ogni volta che un nuovo episodio sarà disponibile.

source: Find your favorite shows on any of your devices.
it: Ritrova i tuoi programmi preferiti su ogni tuo apparecchio.

source: Watch later
it: Guardare dopo

source: Save any content to watch it at a later time.
it: Aggiungi un segnalibro per ogni contenuto che desideri guardare o ascoltare più tardi.

source: Watch the content later on any of your devices.
it: Consuma il contenuto più tardi su ogni tuo apparecchio.
